{
  "greeting": "Hello 👋",
  "name": "I am Gabriel Alejandro Haurane, Frontend Developer from Tucumán, Argentina.",
  "description": "I started programming at the age of 15 with HTML and since then I have been improving my skills through courses, an intensive bootcamp, and professional experiences that allowed me to work with technologies like TypeScript, Next.js, and Tailwind CSS, collaborating in multicultural teams and real projects.",
  
  "projects_intro": "Here is my latest project  </>",
  "project1_title": "Hotel Code",
  "project1_features_title": "Features",
  "project1_features": [
    "Room Search: Filter rooms based on availability and other criteria.",
    "Bookings: Complete reservations by specifying check-in and check-out dates.",
    "User Management: Registration and login for customers.",
    "User-Friendly Interface: Attractive and responsive design for a great user experience.",
    "Success and Error Notifications: Visual feedback with SweetAlert2."
  ], 
  "project2_title": "Haurane Recipes",
  "project2_features_title": "Features",
  "project2_features": [
    "Recipe Exploration: List of recipes with images and descriptions.",
    "Search and Filter: Find recipes by name or category.",
    "Detailed View: Each recipe includes ingredients, instructions, and prep time.",
    "Local Storage: Save favorite recipes in your browser.",
    "Responsive Design: Adapted for mobile and desktop devices."
  ],
  "button_github": "View on GitHub",
  "button_live": "Visit Website",
  "title_projetcs": "My Projects",
  "project_tech_title": "Technologies",

  "menu": {
    "home": "Home",
    "projects": "Projects and Experience",
    "contact": "Contact",
    "cv": "View CV",
    "drive":"https://drive.google.com/file/d/1kLs-iKN2MIwdsvRAYfo2SqTLPA78F37A/view?usp=sharing"
  },
  "experience": {
  "title": "Professional Experience",
  "company": "SwaplyAr",
  "duration": "Duration: 6 weeks",
  "role": "Frontend Developer",
  "technologies": "Technologies",
  "description": [
    "I worked as a developer on various tasks, such as creating a refund page that allowed users to request a refund or cancel a completed transaction.",
    "I also worked on the request editing feature, where users could search for a transaction number and verify the submitted information. If there was incorrect data or a wrong receipt, they could report the issue and upload the correct file."
  ]
},
"information": {
  "title": "Contact Information",
  "email": "Email",
  "sendmail": "Send Email",
  "phone": "Phone",
  "sendWhatsApp": "Send WhatsApp",
  "description": "If you wish to contact me, you can send me a message through the form below. I will be happy to respond as soon as possible."
},
  "form": {
    "name": "Name",
    "email": "Email",
    "message": "Message",
    "button": "Send",
    "success": "Message sent successfully!",
    "error": "Error sending message. In case of problems sending the message, please contact me directly via email or WhatsApp."
  }
}
